{
    "Main.Lang.Title": "Nick LAM YEE MAN - Portfolio",
    "Main.Lang.Description": "Portfolio de Nick LAM YEE MAN, développeur web fullstack et vulgarisateur.",
    "Main.Lang.Menu.Home": "Accueil",
    "Main.Lang.Menu.About": "À propos",
    "Main.Lang.Menu.Projects": "Projets",
    "Main.Lang.Menu.Contact": "Contact",
    "Main.Lang.Copyright": "© 2024 LAMYEEMAN - Tous droits réservés",
    "Main.Lang.LegalNotes": "Mentions légales",
    "Main.Lang.LegalNotes.Content": "Responsable de la publication :{br}Nom : Nick LAM YEE MAN{br}E-mail : nick@lamyeeman.com{br}Site web : lamyeeman.com{br}{br}Hébergeur :{br}Le site lamyeeman.com est hébergé par Firebase Hosting, un service d'hébergement web fourni par Google.{br}Adresse : Google LLC, 1600 Amphitheatre Parkway, Mountain View, California 94043 USA{br}{br}Propriété intellectuelle :{br}Le contenu de ce site web (textes, images, vidéos, etc.) est la propriété exclusive de Nick LAM YEE MAN, sauf indication contraire. Toute reproduction ou utilisation sans autorisation écrite préalable est strictement interdite.{br}{br}Liens externes :{br}Ce site contient des liens vers des sites tiers (GitHub, LinkedIn, Instagram, TikTok, etc.) dans le but de fournir des informations complémentaires ou de référencer des projets. Nick LAM YEE MAN n'assume aucune responsabilité quant au contenu de ces sites externes.{br}{br}Témoignages :{br}Les témoignages présents sur ce site sont publiés avec l'accord des personnes concernées. Ils représentent l'opinion personnelle de leurs auteurs et ne reflètent pas nécessairement les points de vue de Nick LAM YEE MAN.{br}{br}Cookies :{br}Ce site n'utilise pas de cookies.{br}{br}Données personnelles :{br}Nick LAM YEE MAN s'engage à respecter la confidentialité des données personnelles des utilisateurs de ce site. Les données collectées ne seront utilisées que dans le cadre prévu et ne seront pas partagées avec des tiers sans consentement préalable.{br}{br}Modification des mentions légales :{br}Nick LAM YEE MAN se réserve le droit de modifier les présentes mentions légales à tout moment. Les utilisateurs du site sont invités à consulter régulièrement cette page pour se tenir informés des éventuelles mises à jour.{br}{br}Dernière mise à jour :{br}Les présentes mentions légales ont été mises à jour le 22 février 2024.{br}{br}Pour toute question concernant ces mentions légales, vous pouvez contacter Nick LAM YEE MAN à l'adresse e-mail mentionnée ci-dessus."
}